
[
  
  
  {
    "objectID": "1735689600",
    "permalink": "/post/2025/2025-01-01-%E6%96%B0%E5%B9%B4%E5%BF%AB%E4%B9%90/",
    "title": "新年快乐！",
    
    "content": "这是小站与大家度过的第一个元旦，在此祝福大家新年快乐，愿新的一年，二次元依旧会成为你的心灵守护者。\n",
    
    "date": "2025-01-01 00:00:00",
    "updated": "2025-01-01 00:00:00"
  }
  
  , 
  {
    "objectID": "1733443200",
    "permalink": "/post/2024/2024-12-06-%E8%AE%BE%E5%AE%9A%E9%9B%86/",
    "title": "设定集！！",
    
    "content": "拜托日本的友人寄来的四本设定集！！算上运费也比国内直购便宜20%左右，真的非常划算。前提是你有一个日本的友人或者自己去买。\n《我推的孩子》最近也是正式完结了，作为忠实的粉丝，我自认为我还是很坚强的，所以入手了这款画集，重温TV放松时的那段美好回忆。(≧∇≦)ﾉ\n有时间的话，就写一篇《我推的孩子》动漫长评吧。\n快出第三季！！！\n",
    
    "date": "2024-12-06 00:00:00",
    "updated": "2024-12-06 00:00:00"
  }
  
  , 
  {
    "objectID": "1733097600",
    "permalink": "/post/2024/2024-12-02-genshin-x-luckin-%E5%8E%9F%E7%A5%9E%E7%91%9E%E5%B9%B8%E8%81%94%E5%8A%A8%E5%95%A6/",
    "title": "Genshin × Luckin 原神瑞幸联动啦！！",
    
    "content": "原神和瑞幸终于联动啦，我第一时间购买了咖啡套餐。这真是一个明智的决定，因为那之后的几天套餐就一直是无货状态了。\n我购买的两款是轻乳茶和红酒美式，轻乳茶的口味和各大门店用红茶做的原味奶茶没啥区别。红酒美式，味道有点像欧洲的迎宾酒，红酒味，咖啡味混合，还有一股陈皮的味道。里面似乎加了橙汁？所以喝起来是酸甜口味。\n包括我在内的一众网友都对这奇怪的口味进行了吐槽，第一口喝下去，味道真的很怪异，不过后来一想这也许是用克洛琳德穿过的丝袜做出来的饮料，最后也是都喝掉了。其实现在想一想，还挺好喝的。毕竟我可是那个挑战糯香柠檬茶常温无糖的勇士啊！\n最后说一下小周边吧，我的套餐有两个小周边，贴纸和钥匙扣。我选择是希格雯钥匙扣护士长是可以眨眼的，啊啊啊护士长好可爱好想rua~要注意，钥匙扣硬度较低很容易被划，如果想要收藏的话最好就不要用了。\n",
    
    "date": "2024-12-02 00:00:00",
    "updated": "2024-12-02 00:00:00"
  }
  
  , 
  {
    "objectID": "1732147200",
    "permalink": "/post/2024/2024-11-21-%E5%95%8A/",
    "title": "啊",
    
    "content": "许愿今年一科不挂！！！\n",
    
    "date": "2024-11-21 00:00:00",
    "updated": "2024-11-21 00:00:00"
  }
  
  , 
  {
    "objectID": "1730505600",
    "permalink": "/post/2024/2024-11-02-%E7%BB%88%E5%B0%86%E6%88%90%E4%B8%BA%E4%BD%A0%E5%8A%A8%E6%BC%AB%E9%95%BF%E8%AF%84/",
    "title": "《终将成为你》动漫长评",
    
    "content": " 基本信息 制作公司：TROYCA\n原作者：仲谷鳰\n改编载体：漫画\n首播日期：2018年10月5日\n总话数：13\n长评 《终将成为你》在我心中有着不可被替代的地位，是我最喜欢的一部恋爱番。（当然，“最”喜欢的可以不止一部）这并不与百合冲突，以男女恋爱的视角带入这部作品是完全没问题的。百合只是一个结果，重点是恋爱这个过程。\n剧情\u0026amp;人设 这是喜欢“不会喜欢自己的人”的人，和“不会喜欢别人”的人之间的故事。\n剧情的展开很狭窄，故事整体框架建立在侑，灯子和沙弥香身上，但架不住人设过于宽广，指没有一个正常人……\n侑是个理想主义者，追求一种“特别”的爱。她在第二集时曾说过：“我觉得能特别地喜欢一个人，才是最特别的。”侑追求理想的“特别”，以至于再“特别”的特别，她都认为不够“特别”，这种“特别”本质上是一个得不到的东西，导致她无法喜欢任何人。\n灯子则认为喜欢一个人就是对一个人的束缚，“我喜欢你”就是“我喜欢现在的你”，所以“你要一直保持这样”。伪装成全能之后，每个人都“喜欢”她，都希望她继续戴着面具。这个为了成为“完美的姐姐”而拼命迎合他人期待的角色，她的内心充满挣扎。这种对自我价值的怀疑，让我忍不住想抱抱她：“辛苦了。”\n灯子承受着无形的压力，因为身边的人不断将她与已故的姐姐相提并论。为了得到大家的认可，她几乎把自己打造成了一个“面具人”。“我想要像姐姐一样优秀。”这样的自我几乎压垮了她。灯子的成长背景与家庭环境极大地影响了她的人格塑造。她的父母在无形中对她施加了极大的期望，灯子从小便被灌输“要像姐姐一样好”的理念，渐渐地，这种期望成为了她生活的桎梏。\n在这样的环境下，灯子的存在被压抑，她不得不时刻保持一种“完美”的外表。她的内心深处其实渴望被理解，却又害怕被看见。这样的角色设定让人觉得真实，正如我们每个人在生活中都可能有过的经历：为了迎合别人的期待而伪装自己。\n有一点很重要，灯子是如何以极快的速度坠入爱河并保持这种单恋的心理？\n一直都是一个人强撑着装作全能，却再也没有人能够包容她，灯子无时无刻不处于崩溃的边缘。侑不会喜欢她，也就不会期待她去做到什么、不会给她压力。侑的突然出现，告诉灯子她认为灯子“不是特别的存在”，在一个即将被压力压垮的人面前，突然出现一个可以包容自己软弱，安慰自己，能原谅自己真实的一面的人，这瞬间干碎了灯子的面具，导致灯子迅速坠入爱河。\n我不得不提到很有趣的一点，灯子认为爱是一种束缚。对于幼年的灯子来说，父母的支持与爱就是有条件的——表现出大家喜欢的样子。“爱是束缚”这是灯子从小被灌输的爱的概念。灯子让周围同学看到了像姐姐一样最优秀的自己，由此来获得周围人关注和赞赏，同时也紧紧束缚着真实的自己。即便对于最信任沙弥香，灯子的内心也是这样觉得“沙弥香需要的是完美的我，只要我扮演好这个角色，她就不会看到背后的我”。“喜欢这样的你，就代表如果你不这样，我就不喜欢你”。在灯子看来，正因为爱是有条件的，一旦条件不满足，随时有可能被收回。爱的收回带来的是焦虑以及安全感的失去。“我想要维系这个特别的自己”“死都不想被这么说（做回自己）”面具戴久了，就不想摘下来，因为摘下面具是危险的，一旦回到真实的自己，至今周围人对她的爱与赞扬都会被收回，重新回到记忆中的被忽视被嫌弃的状态。现在的爱与赞赏虽然都是有条件的，但总比什么都没有好。\n然而当灯子第一次面对没有“喜欢”这种感情的侑时，她觉得侑是温柔的，因为不会给与“喜欢”自然也不会收回“喜欢”，自己不必担心失去。在侑面前，她是安全的，所以她喜欢侑。当然她对侑的爱与喜欢也是有条件的，是束缚，因为灯子从小也只学会了“有条件的爱”——“你不要喜欢我，必须保持这样，我想一直喜欢你”，假如侑喜欢上了她，灯子将感到不再安全。\n那又是怎样的契机使灯子决定改变现在的自己？\n在故事的后期，灯子在别人口中得知了一个与自己想像中完全不一样的姐姐：姐姐为了应付社团活动，来不及做作业，还让社员帮忙等等。灯子这才明白，原来想要成为的姐姐并不是自己心中所想象的， 既然想要成为的姐姐并不是真正的姐姐，那我应该成为谁？要找到隐藏在面具之下许久的那个真正的自己，需要一个契机，侑就是这个契机，喜欢侑是专属于灯子的，喜欢侑也是自己真实的情感。与灯子有条件的爱不同，侑的爱是真正无条件的，就像菜月说的那样，侑是一个能回应别人所有要求的温柔的人。这正是灯子最需要的——无条件的爱。“我知道你真正的样子，却依然想和你在一起”。此时，她终于开始卸下伪装，愿意面对真实的自我。\n说到沙弥香，她是一个温暖的存在，像阳光一样照耀着灯子。她的爱也是无条件的爱，只不过她选择的是陪伴，陪伴带着面具的灯子，导致原本最有可能的沙弥香成为败犬组的一员。\n很可惜的是，动漫的13话高开低走，观众仍未见真正的结局，直到最后，她们的感情仍未见结果。\n画风 谈到画风，这部作品的视觉呈现同样令人惊喜。画面清新脱俗，色彩的运用恰到好处，给人一种舒适的观感。画面的细节处理颇具匠心，背景色调的变化，角色微妙的肢体语言，整个画面充满了情感的张力。\n画面与故事相辅相成，营造出一种恰到好处的情感氛围。每一个场景都像是在诉说着角色的内心，观众在品鉴的同时，也不自觉地陷入角色的情感漩涡中。\n音乐与声优 这部动画的配乐恰到好处，背景音乐总能精准地传达出当下的情感。像是在灯子与侑之间逐渐升温的情感时，轻柔的吉他伴奏让人感受到那份细腻而微妙的变化。\n声优的表现同样出色。沙弥香在温暖与陪伴中找到了平衡，她的声音如同春日的阳光，轻轻洒落在灯子的身上，温暖而又不强势。这种完美的声优搭配，赋予了角色更深的灵魂，使得每一个情感瞬间都能打动人心。\n总结 《终将成为你》是一部充满细腻情感的作品，这部动画不仅仅是一次视觉和听觉的享受，更是一次心灵的洗礼。爱并不是束缚，而是一种理解与包容；真实的自我也并不是虚假的完美，而是能够面对内心的脆弱。正如侑和灯子所展示的那样，在彼此的陪伴下，也许我们都能找到那个真实的自己。\n总的来说，《终将成为你》是一部值得反复品味的佳作，我只简单的剖析了灯子的人设，我认为她的人设远比这些丰富，还有侑和沙弥香的人设，都非常值得仔细品味，如果有时间，我真的想给每个人物都出一篇长文。\n希望本文能起到抛砖引玉的效果。\n",
    
    "date": "2024-11-02 00:00:00",
    "updated": "2024-11-02 00:00:00"
  }
  
  , 
  {
    "objectID": "1729555200",
    "permalink": "/post/2024/2024-10-22-%E5%88%AB%E5%BD%93%E6%AC%A7%E5%B0%BC%E9%85%B1%E4%BA%86%E5%8A%A8%E6%BC%AB%E9%95%BF%E8%AF%84/",
    "title": "《别当欧尼酱了！》动漫长评",
    
    "content": " 基本信息 制作公司：STUDIO BIND\n原作者：猫豆腐\n改编载体：漫画\n首播日期：2023年1月5日\n总话数：12\n长评 《别当欧尼酱了！》可以说是2023年最强的日常番之一，也是近年来少见的优秀作品。虽然性转这一题材本身有些陈旧或“没有弹性”，但以猫豆腐老师的优秀作品为模板，配上动画制作组的重金投入和用心制作，让这部动漫成为谈到2023优秀动漫就一定会提及的作品，同时也让原作的光辉更加闪耀。\n注意，本文存在剧透内容和大量个人看法！\n剧情：性转的奇幻设定与日常生活的完美结合 性转题材本身并不是新鲜的设定，尤其在动漫中已有过很多尝试，《别当欧尼酱了！》让我惊讶的发现了性转+日常这种新奇组合是那么美味。剧情围绕主角绪山真寻展开，他原本是一个标准的宅男，整天窝在家里打游戏、看漫画，生活毫无目标。然而美波里的“实验”让他发生了翻天覆地的变化——从成年男性变成了一个卡哇伊的小萝莉。\n制作组通过许多精巧的细节设计，突显了男女差异带来的各种有趣的生活场景。\n比如，真寻在变成萝莉后面临的许多身体上的困扰，展现了男性从未有过的体验：从不穿运动内衣造成的跑步不适、长头发清洗护理、对梳妆打扮的兴趣、冻腿的裙子、例假的飙血疼痛和乏力、上个厕所还要排队，到猛男的坐姿、进入只允许女性或有女性陪伴的男性才能进入的自拍区、情人节换巧克力、肆无忌惮看妹妹裸体还说不感兴趣、身为萝莉却是萝莉控等。这些剧情让故事更贴近现实，也让观众尤其是男性观众能够更深刻地体会到变成女生后生活中遇到的种种困难。动画通过轻松幽默的方式展示这些内容，不仅让观众笑掉大牙，还能在无意中接受到性别平等的观念。\n剧情的另一亮点在于兄妹间的互动关系。真寻虽然变成了小萝莉，但内心依然是个成人男性，面对一觉醒来镜子中的自己，他自然非常抗拒。然而，美波里对哥哥的关怀与“实验”背后深藏着的动机，则让剧情充满温情。她希望通过这种方式帮助哥哥走出宅男生活，重拾信心和生活乐趣。在兄妹之间充满笑料的互动中，渗透出一种浓厚的情感。妹妹为了哥哥所做的努力，和哥哥在这种过程中逐渐回归生活的成长，成为了本作的终极内核。\n人物塑造：鲜明个性与复杂情感 真寻的性格变化是整个故事的焦点。作为一个宅男，他在变成萝莉后的内心冲突与外在表现之间产生了巨大的反差，制造了大量的笑点，也让角色塑造变得立体和丰满。真寻虽然有时显得笨拙，但他并不是一味的消极，而是逐渐通过这些新的经历，开始重新审视自己的人生。\n另一方面，美波里作为“天才妹妹”，聪明伶俐，性格活泼，有些爱捉弄哥哥的“好”习惯。她有很强的独立性与主见，她想通过自己的“实验”来帮助哥哥走出自卑的困境。美波里的这种复杂性使得她成为了剧情中的一个重要情感纽带，她不仅是故事的推进者，也是促进哥哥心境变化的关键角色。\n吐槽一嘴，哥哥的雌堕是不是有点太快了？第一话就很有小女生的味道，后期基本上是轻百日常了，如果能加入更多的心理男性与生理女性之间的矛盾也许会更有看头。\n画风与制作：精良细致的动画表现 从动漫的第一集作画就可以看出，制作组在《别当欧尼酱了！》上的投入非常大，制作组真有钱也真砸钱啊。首先，动作极为流畅，特别是一些特定场景，比如真寻梳头、换衣服、上下楼梯等场景，许多动漫为了节省经费不会制作这种画面，也没必要去做，放个声音就行。这使得整部动漫的视觉效果非常出众。这种制作很难不让观众想到“制作组绝对是真爱党”这样的东西。\n同时，作品的画风采用了低饱和+暖色，配合稍稍乳白色的光照，营造出了一种自然的日常氛围。这样的美术风格与故事的基调相辅相成，给人一种治愈系作品的质感。OP活泼，ED温馨，群舞是画面制作极其流畅，音乐与动画完美结合，更加凸显制作的精良。\n总结：搞笑与温馨，亲情与成长并存 真寻从一个颓废的宅男，在妹妹的帮助下逐渐找回了生活的目标和自我，而妹妹美波里则在这个过程中展现出了对哥哥深深的关爱与耐心。从“因向往哥哥而奋力过头的妹妹”，到“被妹妹救赎的堕落哥哥”，真寻的自卑在戴上面具后获得的日常中慢慢消失。变换的性别与身份下，是真寻与美波里不变的亲情。无论是回归现实，还是继续以新的身份生活，最终都是角色对自己人生的重新定义，美波里也会尊重哥哥的选择。对一度失去自我的真寻而言，这幻梦般的温馨日常遥不可及，而这种选择，无论最后结果如何，都让我们看到了角色内心深处的勇气与成长。\n愿每个人都能像真寻一样，找到属于自己的日常。\n",
    
    "date": "2024-10-22 00:00:00",
    "updated": "2024-10-22 00:00:00"
  }
  
  , 
  {
    "objectID": "1729382400",
    "permalink": "/post/2024/2024-10-20-%E5%AD%A4%E7%8B%AC%E6%91%87%E6%BB%9A%E5%8A%A8%E6%BC%AB%E9%95%BF%E8%AF%84/",
    "title": "《孤独摇滚！》动漫长评",
    
    "content": " 基本信息 制作公司：CloverWorks\n原作者：はまじあき\n改编载体：漫画\n首播日期：2022年10月8日\n总话数：12\n长评 前言 在《孤独摇滚！》刚出的我以为它只是一部日常轻百合题材的作品，因此并没有选择立刻去看，但还是架不住朋友的死缠烂打，最后选择在动漫更完后去看。这一看不要紧，沾上就跑不掉了。就结果而言，这部动漫可谓是十月最出圈的一部作品，如今(两年后的24年10月)热度依旧不减。\n人设 这部作品在角色塑造方面可谓是下足功夫，拿捏到位。亮红色的喜多作为作品中的大阳角，有非常重要的情绪价值，虽然最初是抱着轻浮心态撒谎自己会弹吉他而加入乐队，但随着与大家的相处，她逐渐变得认真；蓝色的凉性格相对冷淡但内心温暖，与喜多形成鲜明对比，还会用冷淡的表情说出炸裂的话，满满的反差感；艳黄色的虹夏性格开朗，像阳光一样能温暖心灵，是结束乐队的核心，作为社交的核心人物，她推动了波奇酱的变化；粉色的后藤一里，很难把波奇的人设和颜色联想，她的内向与社交障碍塑造得真实但又略显夸张，让许多观众产生共鸣。作为“孤独”的象征，一里从小就习惯了一个人窝在屋子里，她很少与外界沟通，甚至连在学校里交朋友都是困难的（后面波奇邀请虹夏和喜多来家里做客时，妹妹二里直言不讳的吐槽姐姐竟然有朋友，还很快跟虹夏与喜多打成一片）。然而，她对音乐的执着与热爱是她内心的光芒，“吉他英雄”的身份也成为她为数不多的与外界沟通的桥梁。她的孤独感并没有过于戏剧化地表现，而是通过细腻的心理描写和行为表现出来。俗话说的好，自古红蓝出CP，喜多过度憧憬凉这众所周知，但这样设计四人的发色很难不让人联想到一些三角甚至三棱锥的百合关系…\n这部作品选择让波奇酱这种重阴角的社恐人物做主角是一次勇敢的尝试，性格外向的角色做主角更容易煽动观众情绪，更轻易的推动剧情前进；而内向角色的剧情引导和衔接性较为有限，可发展空间相对于阳角更小，制作难度更大。波奇酱的这种社恐性格其实是夸张化后现实中很多人的性格，对于一些观众来说，波奇酱还是蛮有代入感的。\n画风 毫不夸张地说，这部作品对于画面细节的刻画是整部番剧最大的亮点，没有之一。这里强烈建议观看的时候戴耳机，制作组在声道上下了不少功夫，我可以确信那是一种别样的体验。最值得一提的便是这部番的颜艺。这种颜艺充满了整部作品，并且不限于波奇酱。制作组懂得在正确的时间使用正确的颜艺，使观感得到极大的提升。动漫中也穿插着一些Q版动画，在不少作品中，这是一种省经费的行为，可在这部作品中，Q 版动画无时无刻不在蹂躏着老夫的心，这些Q版动画也理所当然的成为表情包的产地。\n而在音乐表演的场景中，作品采用了极具冲击力的动态画面和炫酷的灯光效果，完美地表现出乐队演出时的激情与力量感。尤其是在几场关键的演出中，动画通过快速剪辑、光影交错和节奏感极强的镜头语言，让观众仿佛置身于现场演出一般。这种画面表现手法，使得作品在视觉上充满活力。\nCloverWorks对每一个人物的形象都设计的非常完美（至少很符合我的审美），包括路人！我吃惊于这是何等的觉悟和经费量啊！作品的背景有许多都是在日本真实取景，这也成为了许多动漫迷的打卡地。\n剧情\u0026amp;音乐 只看剧情的话，似乎挺普通的日常搞笑+美少女乐队，但如果没有剧情的铺垫，上面说的两大点都是虚无缥缈的东西，因此这部作品剧情有着极其重要的作用，突出了人设和画风的优点。这种来自于贴近生活的日常更加温暖更加真实，更能引发观众共鸣。\n动画中音乐的表现也值得称道。作为一部以摇滚乐为核心的作品，音乐是极其重要的。动画中的几场乐队演出非常到位，每次表演不仅是剧情的高潮，也是在角色心境上获得突破的重要时刻。（单曲循环+n）\n结语 作为普通人的我们只是观众，即使被卡车撞死也没办法去到他们的世界。但每个人又或多或少会在波奇身上看到自己的影子，这就是“艺术源于现实，又高于现实”。真心希望看到这篇文章的人能去看看这部动漫。\n好喜欢虹夏\n好喜欢虹夏\n好喜欢虹夏\n好喜欢虹夏(✽´ཫ`✽)\n",
    
    "date": "2024-10-20 00:00:00",
    "updated": "2024-10-20 00:00:00"
  }
  
  , 
  {
    "objectID": "1729382400",
    "permalink": "/post/2024/2024-10-20-%E9%97%AE%E9%A2%98%E5%8F%8D%E9%A6%88%E4%B8%93%E6%A0%8F/",
    "title": "问题反馈专栏",
    
    "content": "这是一篇专门汇总小站各种疑难杂症的文章，会持续更新，如果有关于小站的Bug修复、新功能添加、资源补档等问题需要反馈，请在此处留言，在力所能及的范围，站长会第一时间解决。\n已知问题 20241026 数据库在服务器高负荷时会“爆炸”，原因为服务器内存不足，对网站进行模拟DDoS攻击时也会出现此问题。如出现“Error establishing a database connection”报错请立即联系站长修复。\n已修复问题 20241022 部分用户访问时出现来自CF的1000或1016报错，原因为浏览器缓存未清理。请手动清理缓存和Cookie后可以正常访问。eg：Edge浏览器请在设置/Cookie 和网站权限/管理和删除 cookie 和站点数据/查看所有 Cookie 和站点数据中搜索小站URL并清理即可解决。\n20241020 部分用户在网络较差的环境访问小站会出现长时间无法加载的情况，原因是小站的静态资源偏多。请在网络良好的环境访问小站。\n",
    
    "date": "2024-10-20 00:00:00",
    "updated": "2024-10-20 00:00:00"
  }
  
  , 
  {
    "objectID": "1729296000",
    "permalink": "/post/2024/2024-10-19-%E5%BB%BA%E7%AB%99/",
    "title": "建站！！",
    
    "content": "2024年10月19日，小站正式发布！！（ ゜- ゜）つロ乾杯~\n",
    
    "date": "2024-10-19 00:00:00",
    "updated": "2024-10-19 00:00:00"
  }
  
  , 
  {
    "objectID": "1729296000",
    "permalink": "/post/2024/2024-10-19-%E6%8A%95%E5%96%82%E6%88%91/",
    "title": "投喂我",
    
    "content": "感谢您的支持，您的鼓励就是我的动力！\n昵称 金额 备注 白泽：筠 雾 5.20 请和我交往吧！欧内盖！ღ(✞╹◡╹✞)ற 所有的打赏都将用于小站运营！\n",
    
    "date": "2024-10-19 00:00:00",
    "updated": "2024-10-19 00:00:00"
  }
  
  , 
  {
    "objectID": "1729036800",
    "permalink": "/post/2024/2024-10-16-readme-md/",
    "title": "README.md",
    
    "content": " 这是一篇文章，介绍了blog.pantsu0721.top的使用方法。 请注意，该URL使用了显性URL转发(技术力不足^ ^)，如果你愿意记pantsu0721.top:2223也可以，都可以访问本站。\n不过分享本站时还请使用blog.pantsu0721.top。\n最好使用PC端访问小站，原因同上。\n定位 小站的诞生是一个意外，是站长不知道又双叒叕抽了什么风开的一个项目，仅作为个人学习使用。小站致力于为喜欢二次元的各位提供交流的平台，但奈何站长只是个学生，并没有过多的精力和金钱投入到小站，因此在小站哭闹的时候站长可能不会立即将其安抚好，还请见谅。\n功能 小站本质上就是个建立在个人服务器上的“微信公众号”，会时不时的更新一些站长的日常与从事二次元相关活动的感悟，但更新频率未知，也许一天一次，也许一周一次，也许一个月一次，一年更一次也不是不可能。与同类型的博客相比，小站功能略显匮乏，但小站依旧可以在你读文章的时候播放音乐，在你无聊的时候提供站长自己编写或搭建的网页玩耍。更多的功能，请别抱有什么期待，因为站长很懒，懒得去开发。\n关于文章\u0026hellip; 纯随性，不一定更什么，也许是近期番剧的长评，也许是最近推完Galgame的感悟，也有可能是我想分享给大家的资源，一切皆有可能，敬请期待。\n关于随笔\u0026hellip; 纯随性×2，反正我写的东西不是在文章就是在随笔，不过随笔里不会写长篇大论。(不正经的东西会放在随笔里，比如“周防有希は複雑で階層的なキャラクターであるだけでなく、魅力的なアニメの精霊でもある。周防有希の腹黒さは彼女の最も魅力的な特徴の一つだ。彼女の言動には常に機知と狡猾さが隠されており、気づかないうちに彼女の罠に落ちてしまう。彼女の無害そうな微笑の背後には、よく知られていない小さな考えが隠されている。この腹黒さは悪意ではなく、知恵の現れであり、彼女が世界とやり取りする方法である。しかし、周防有希は腹黒い役だけではない。彼女の可愛さにも抵抗できない。彼女が実の兄と騒いでいるとき、その天真爛漫で活発で明るくて、思わず彼らのゲームに参加したくなった。彼女の可愛らしさはわざとしているのではなく、彼女の性格の中に自然ににじみ出る純真さと温かさだ。周防有希と実兄との関係は特別だ。彼らの間のけんかは兄妹の深い感情と限りない楽しみに満ちている。毎回のいたずらと反撃は、彼らの感情の交流の仕方だ。この騒ぎは周防有希の機転と活力を示しているだけでなく、家族の温かさと喜びを感じさせてくれる。最後に、周防有希は私と結婚してください！！あなたなしでは生きていけない😭😭😭😭 周防有希、本当に愛しています。😭😭😭😭😭😭周防有希！！！！！！🥵うう……💕💕色々な状態の周防有希ちゃんが可愛かったぁぁぁぁぁ……🥵🤤🤤♡へへ…🤤どんな周防有希でも…💕🤤♡どっちも♡いい♡喜♡歓♡🤤💕へへ……🥵あ//もう…♡すっかり周防有希の形になってしまった…♡🥰彼女がいないと全然生きていけないdesu♡🥰周防有希🥵周防有希🥵周防有希🥵周防有希🥵周防有希🥵今日は何をしたかわからない。周防有希のことで頭の中がいっぱいだからだ🥵💘頭の中は…♡キュゥキュゥキュゥ…♡もう…♡周防有希に詰め込まれましたね…♡♡🥴💘”)\n评论区，留言板和电报群 留言板可以随意留言，评论区仅允许留言与文章相关的内容，电报群可以更加自由的交流，就是站长不咋看。\n以上三区禁止散播广告(请求上友链除外)，禁止谈论涉及政治，犯罪，赌毒等的敏感话题，友好交流，不要攻击他人，也不要攻击讨论的作品。由于评论需要审核，轻者删评论，重者封IP，开车请适度，下车请擦净，维护良好的互联网氛围是我们每个人的责任。\n关于文章分享\u0026hellip; 你可以将自己创作的文章发表至小站。提交申请并通过站长审核后，会将文章发表在小站，并按你的要求注明署名等信息。可分享的文章内容仅限动漫评价、Galgame评价和原创短篇同人文，请通过我的邮箱或在留言板提交分享申请。\n祝大家在小站度过愉快的时间。\n",
    
    "date": "2024-10-16 00:00:00",
    "updated": "2024-10-16 00:00:00"
  }
  
]